{
  "app": {
    "name": "PAQATO",
    "short_description": "KI-generierte Antwortvorschläge und Sendungsverfolgung auf einen Blick",
    "long_description": "## Nie wieder Zeit mit Versandanfragen verschwenden\nLassen Sie KI und Echtzeitdaten die Arbeit erledigen.\n\nPAQATO ist eine führende Lösung für Post-Purchase-Kommunikation und Shipping Intelligence. Mit unserer Zendesk-Integration verwandeln wir Ihren Kundenservice in eine High-Speed-Support-Engine, indem wir Trackinginformationen mit intelligenten KI-Antwortentwürfen kombinieren.\n\nWährend herkömmliche Tools lediglich Daten anzeigen, hilft PAQATO Ihnen aktiv bei der Bearbeitung. Unser KI-Agent analysiert eingehende Tickets und erstellt sofort einsatzbereite Antwortvorschläge auf Basis der Versandinformationen. So kann Ihr Team Versandanfragen mit nur wenigen Klicks lösen – bei voller Kontrolle und deutlich reduziertem manuellem Aufwand.\n\n### Ihre Vorteile:\n* **KI-Antwortvorschläge (AI Agent):** Erhalten Sie automatisch präzise Antwortentwürfe für Versandanfragen. Prüfen, klicken, senden – kein manuelles Abtippen mehr nötig.\n* **Smart Shipment History:** Sehen Sie den aktuellen Status und den kompletten Sendungsverlauf aller Kundenbestellungen direkt im Zendesk-Ticket. Kein Hin- und Herwechseln zwischen Paketdienst-Webseiten.\n* **Massive Effizienzsteigerung:** Sparen Sie durchschnittlich 5 Minuten pro Ticket und senken Sie Ihre Supportkosten radikal.\n\n--- \n\n### Human-in-the-Loop KI:\nWir glauben an die Kraft der KI als Assistent, nicht als Ersatz. Der PAQATO KI-Agent generiert Vorschläge, aber es werden keine Nachrichten automatisch versendet. Ihre Mitarbeiter behalten immer das letzte Wort und garantieren so höchste Servicequalität bei jeder Antwort.\n\n### So funktioniert es:\n1. **Identifizieren:** Beim Öffnen eines Tickets identifiziert die App automatisch die Bestellung des Kunden.\n2. **Anzeigen:** Der aktuelle Versandstatus und der Verlauf werden sofort eingeblendet.\n3. **Entwerfen:** Der KI-Agent erstellt einen maßgeschneiderten Antwortvorschlag basierend auf den Tracking-Daten.\n4. **Lösen:** Ihr Kundenservice prüft den Entwurf, klickt auf „Antwort verwenden“ und das Ticket ist erledigt.\n\n*Schließen Sie sich über 1.000 Händlern an, die bereits 15 Millionen Kunden mit PAQATO glücklich gemacht haben.*\n\n### Daten & Datenschutz\nDiese App greift auf folgende Zendesk-Daten zu: Ticket-ID, E-Mail-Adresse des Anfragenden und Ticket-Konversationsinhalte. Diese Daten werden an PAQATO-Server (moni.paqato.com, api.paqato.com) gesendet, um Sendungsverfolgungsinformationen abzurufen und KI-Antwortvorschläge zu generieren. PAQATO speichert ticketbezogene Daten nur so lange, wie es für die Verarbeitung der Anfragen und die Verbesserung der KI-Vorschlagsqualität erforderlich ist. Es werden keine Zendesk-Daten an Dritte weitergegeben. Weitere Informationen finden Sie in unserer [Datenschutzerklärung](https://www.paqato.com/datenschutz).",
    "installation_instructions": "Wenn Sie noch kein PAQATO-Kunde sind und mehr darüber erfahren möchten, wie PAQATO Ihr Unternehmen unterstützen kann, wenden Sie sich bitte an unser Customer Success Team.\n\nEs ist erforderlich, dass die Funktionen „AI Agent“ und „Shipping Information“ innerhalb von PAQATO aktiviert sind.\n\n1. Klicken Sie auf die Schaltfläche „Installieren“ (oben auf dieser Seite), um die PAQATO Zendesk-App in Ihrem Zendesk-Konto zu installieren.\n2. Kopieren Sie Ihren PAQATO API-Key aus Ihrer PAQATO WebApp (https://app.paqato.com/settings/company/api-key).\n3. Geben Sie den Key in den App-Einstellungen ein und klicken Sie auf „Installieren“.\n4. Klicken Sie in der App-Seitenleiste auf „Verbinden“, um die OAuth-Autorisierung abzuschließen.",
    "parameters": {
      "token": {
        "label": "PAQATO API-Key",
        "helpText": "Ihr persönlicher API-Schlüssel für die PAQATO-Integration. https://app.paqato.com/settings/company/api-key"
      },
      "paqato_ai_agent_enabled": {
        "label": "KI-Antwortvorschläge aktivieren",
        "helpText": "Aktiviert automatische Antwortvorschläge durch den PAQATO AI Agent"
      },
      "paqato_shipment_history_enabled": {
        "label": "Sendungshistorie anzeigen",
        "helpText": "Zeigt die Sendungshistorie im Ticket an"
      }
    }
  },
  "loading": "Lade Vorschläge...",
  "no_suggestions": "Keine Vorschläge verfügbar",
  "rate": "Bewerten",
  "positive": "Hilfreich",
  "negative": "Nicht hilfreich",
  "feedback_placeholder": "Optionales Feedback...",
  "save": "Speichern",
  "cancel": "Abbrechen",
  "error_loading": "Fehler beim Laden der Vorschläge",
  "error_saving": "Fehler beim Speichern",
  "success_rated": "Bewertung gespeichert",
  "feature_disabled_title": "Keine Features aktiviert",
  "feature_disabled_message": "Bitte wenden Sie sich an Ihren Zendesk Administrator, um Features zu aktivieren.",
  "feature_not_licensed_title": "Feature nicht verfügbar",
  "feature_not_licensed_message": "Dieses Feature ist nicht in Ihrem aktuellen Paket enthalten.",
  "feature_purchase": "Feature erwerben",
  "shipment_history": "PAQATO Sendungshistorie",
  "shipments_loading": "Sendungen werden geladen...",
  "no_shipments": "Keine Sendungen gefunden",
  "order": "Auftrag",
  "state_history": "Statushistorie",
  "show_state_history": "Statushistorie anzeigen",
  "current_status": "Aktueller Status",
  "previous": "Zurück",
  "next": "Weiter",
  "load_older_suggestions": "Ältere Vorschläge laden",
  "page_info": "Seite {current} von {total}",
  "close": "Schließen",
  "shipment_not_licensed_title": "Sendungshistorie nicht verfügbar",
  "shipment_not_licensed_message": "Diese Funktion ist nicht in Ihrem aktuellen Paket enthalten.",
  "ai_agent_not_licensed_title": "AI Agent nicht verfügbar",
  "ai_agent_not_licensed_message": "Diese Funktion ist nicht in Ihrem aktuellen Paket enthalten.",
  "ai_agent_oauth_title": "Verbindung erforderlich",
  "ai_agent_oauth_message": "Verbinden Sie Ihren Zendesk Account um den AI Agent zu nutzen.",
  "retry": "Erneut versuchen",
  "refresh": "Aktualisieren",
  "connect": "Verbinden",
  "api_key_invalid_title": "API-Schlüssel ungültig",
  "api_key_invalid_message": "Der konfigurierte API-Schlüssel ist ungültig oder abgelaufen. Bitte informieren Sie Ihren Zendesk Administrator.",
  "waiting_for_ai": "KI generiert Antwort...",
  "no_ticket_found": "Kein Ticket gefunden",
  "no_state_history": "Keine Statushistorie verfügbar",
  "no_auto_response": "Keine automatische Antwort verfügbar",
  "select_rating_required": "Bitte wählen Sie eine Bewertung",
  "error_connection": "Fehler beim Starten der Verbindung",
  "time_ago_days": "vor {count} Tag(en)",
  "time_ago_hours": "vor {count} Stunde(n)",
  "time_ago_minutes": "vor {count} Minute(n)",
  "time_ago_now": "gerade eben",
  "use_response": "Antwort verwenden",
  "response_copied": "Antwort in Editor kopiert",
  "error_copying": "Fehler beim Kopieren",
  "error_no_text": "Kein Text verfügbar",
  "status_already_sent": "Bereits versendet",
  "status_ai_suggestion": "KI-Vorschlag",
  "suggestions_refreshed": "Vorschläge aktualisiert",
  "shipments_refreshed": "Sendungen aktualisiert"
}
