{
    "app": {
        "name": "PAQATO",
        "short_description": "PAQATO für Zendesk",
        "long_description": "# PAQATO\n\n\n\n## Nie wieder Zeit im Kundenservice verschwenden\n\n\n\nPAQATO ist eines der führenden Systeme zur Versandkommunikation und Versandanalyse.\n\nDie Software erkennt unter anderem Störungen im Versandprozess bevor Endkunden diese bemerken und benachrichtigt Händler wie auch Endkunden automatisiert und proaktiv.\n\nMit PAQATO schaffen Sie mehr Transparenz in Ihren Versandprozess und steigern die Zufriedenheit Ihrer Kunden signifikant.\n\nÜber 15 Millionen Kunden wurden bereits glücklich und zufrieden gemacht.\n\n\n\nDie Lösung ist ideal für Unternehmen mit Paketversand.\n\nPAQATO analysiert und trackt Pakete auf dem Versandweg und erstellt dabei automatisch Tickets in Zendesk.\n\nSo werden Sie jederzeit über die relevantesten Ereignisse und insbesondere Störungen auf dem Versandweg benachrichtigt.\n\nSollten künftig klassische Fälle wie Adressfehler oder beschädigte Pakete eintreten, erhalten Sie eine unmittelbare Benachrichtigung und Transparenz darüber, sodass Sie proaktiv reagieren können, bevor Ihre Kunden von Problemen etwas mitkriegen.\n\n\n\nVerschwenden Sie keine Zeit mehr damit Bestellnummern rauszusuchen oder die Sendungsverfolgung mühsam auf der Seite des Paketdienstleisters zu suchen.\n\n\n\n* Direkte Benachrichtigung bei Störungen im Versand\n\n* Steigerung der Mitarbeiterproduktivität und Kundenzufriedenheit\n\n* Weniger Arbeitsaufkommen und Kostenreduktion\n\n\n\nBei eingehenden Serviceanfragen bietet die PAQATO Zendesk-App eine perfekte Hilfestellung:\n\nBei der Öffnung eines Tickets erhalten Sie mittels Anzeige des aktuellen Versandstatus der letzten Bestellung ein schnelles Briefing.\n\nEbenso erscheinen alle relevanten Kundeninformationen und Paketereignisse, sowie auch bisherige Bestellungen und die dazugehörige Sendungsverfolgung in einer Übersicht.\n\nDie App ermöglicht es Ihnen so die aufkommenden Serviceanfragen ohne große Recherche und mithilfe weniger Klicks zu bearbeiten.\n\n",
        "installation_instructions": "1. Rufen Sie ihren API-Schlüssel auf [https://app.paqato.com/settings/company/api-key](https://app.paqato.com/settings/company/api-key) ab. Kontaktieren Sie uns unter [sales@paqato.com](mailto:sales@paqato.com), falls Sie einen Account benötigen.\n\n1. Geben Sie den API Key ein und drücken Sie \"Installieren\".",
        "title": "PAQATO",
        "parameters": {
            "token": {
                "label": "API-Schlüssel",
                "helpText": "Geben Sie hier ihren API-Schlüssel von PAQATO ein"
            }
        }
    },
    "Most recent orders": "Letzte Bestellungen",
    "Current state: ": "Aktueller Status: ",
    "No orders found": "Keine Bestellungen gefunden",
    "State history": "Statushistorie",
    "Loading...": "Wird geladen...",
    "Order": "Auftrag"
}
