{
    "app": {
        "name": "PAQATO",
        "short_description": "PAQATO for Zendesk",
        "long_description": "# PAQATO\n\n\n\n## Never waste time in customer service again\n\n\n\nPAQATO is one of the leading systems for post-purchase communication and shipping analysis.\n\nAmong other things, the software detects disruptions in the shipping process before end customers notice them and notifies dealers and end customers automatically and proactively.\n\nWith PAQATO you create more transparency in your shipping process and significantly increase the satisfaction of your customers.\n\nOver 15 million customers have already been made happy and satisfied.\n\n\n\nThe solution is ideal for companies with parcel shipping.\n\nPAQATO analyzes and tracks parcels on their way and automatically creates tickets in Zendesk.\n\nThis way you will always be informed about the most relevant events and especially disruptions on the shipping route.\n\nShould cases such as address errors or damaged parcels occur in the future, you will receive immediate notification and transparency so that you can react proactively, before your customers become aware of any problems.\n\n\n\nNo more wasting time searching for order numbers or tracking shipments on the parcel service's website.\n\n\n\n* Direct notification in the event of shipping disruptions\n\n* Increase in employee productivity and customer satisfaction\n\n* Workload and cost reduction\n\n\n\nThe PAQATO Zendesk app offers perfect assistance for incoming service requests:\n\nWhen viewing a ticket, the app will display the current shipping status for a customer's order.\n\nAll relevant customer information and events, as well as previous orders and the corresponding shipment tracking are also displayed in one overview.\n\nThe app enables you to process service requests without extensive research and with just a few clicks.\n\n",
        "installation_instructions": "1. Retrieve your API key from [https://app.paqato.com/settings/company/api-key](https://app.paqato.com/settings/company/api-key). Contact us at [sales@paqato.com](mailto:sales@paqato.com) if you need an account.\n\n1. Enter the API key and click Install.",
        "title": "PAQATO",
        "parameters": {
            "token": {
                "label": "API key",
                "helpText": "Enter your PAQATO API key here"
            }
        }
    },
    "Most recent orders": "Most recent orders",
    "Current state: ": "Current state: ",
    "No orders found": "No orders found",
    "State history": "State history",
    "Loading...": "Loading...",
    "Order": "Order"
}
